best_food =input("what food you like> ") 

print(best_food)
#შემოატანინეთ მომხმარებელს მათი სახელი და გვარი, შეინახეთ ეს ცვლადში და დაპრინტეთ ის.
#შემოატანინეთ მომხმარებელს 2 რიცხვი და შემდეგ დაპრინტეთ ამ რიცხვების ჯამი.
#შემოატანინეთ მომხმარებელს ასაკი და დაპრინტეთ თუ რამდენი წლის იქნებიან ისინი 10 წლის შემდეგ.
#ახსენით კომენტარებით თუ რა არის input და output.
#ახსენით რა არის კონკატენაცია.
#არმოიდგინეთ არის სიტუაცია რესტორანში მიდიხართ და გეუბნება ოფიციანტი "რა გინდათ რომ მიირთვათ?"
#შექმენით ცვლადი eating_what_I_whant და input() ფუნქციის გამოყენებით შეეკითხეთ მომხმარებელს თუ სისი ჭამა სურს  საბოლოოდ კი დამიპრინტეთ შედეგი
name = input("enter your name end surname> ")

print(name)

name = input("enter your namber 1 : ")
name_2 = input("enter your namber 2 : ")
print(int(name_2) + int(name))


აეეეეეეე = 9
კუუუუუ = 10
print(აეეეეეეე + კუუუუუ)

eating_what_I_whant = input("what you whant to eat> ")
print(eating_what_I_whant)


#input-ს აქვს ბრჩხილები და output-ს არა


#კონკატენცია არის კოდის ლამაზად წერა ანუ კომენტარების გამოყენებით და გამოტოვებებით წერა